{
   "Home": "Home",
   "Attorney": "Attorney",
   "Practice Areas": "Practice Areas",
   "Consultations": "Consultations",
   "Our Results":"Our Results",
   "Contact":"Contacts",
   "Experience":"Experience",
   "You can trust!":"You can trust!",
   "We are a multi-faceted":"We are a multi-faceted law firm focused on results.",
   "we are committed": "VOLOSHEN LAW FIRM P.C, we are committed to providing our clients with “quality service they can trust.” We treat our clients with respect and give our clients full attention, along with personal service, reasonable fees and quick access to an experienced and knowledgeable attorney.",
   "Immigration Law":"Immigration Law",
   "Immigration Law text":"At the law office of VOLOSHEN LAW FIRM P.C, we provide our clients with full-service immigration services, which includes agency-based practice and litigation practice across the United States.",
   "Practice Areas2":"PRACTICE AREAS",
   "Permanent Residency - Greencard":"Permanent Residency - Green card",
   "Greencard text":"Permanent residency refers to a person’s visa status. The person is allowed to reside indefinitely within a country of which he or she is not a citizen.",
   "Naturalization":"Naturalization",
   "Naturalization text":"Naturalization is the process by which U.S. citizenship is granted to a foreign citizen or national after he or she fulfills the requirements established by Congress in the Immigration and Nationality Act (INA).",
   "Removal and Deportation Defense":"Removal and Deportation Defense",
   "Deportation Defense text":"Defense involves representing and advocating for immigrants who have already been admitted to the United States or are seeking admission to the United States at a Port of Entry.",
   "Meet The Lawyer":"Meet The Lawyer",
   "Lawyer text":"At the law offices of VOLOSHEN LAW FIRM P.C, we never hesitate to zealously advocate for your rights. Our Immigration Law specialist provide clients with full-service practice in Pennsylvania and New Jersey as well as Immigration practice across the United States.",
   "Igor A. Voloshen":"Igor A. Voloshen",
   "Voloshen text":"Experienced and accomplished immigration and deportation defense attorney, representing individuals all over the United States.",
   "SEE FULL PROFILE":"SEE FULL PROFILE",
   "Testimonials":"Testimonials",
   "Awards":"Awards",
   "We speak your":"We speak your",
   "language":" language",
   "Integrity, Quality, Justice":"Integrity, Quality, Justice",
   "footer text":"We treat our clients with respect and give each and every one of our clients full attention, along with personal service, reasonable fees and quick access to an experienced and knowledgeable attorney.",
   "Areas of Practice":"Areas of Practice",
   "Immigration":"Immigration",
   "Personal injury":"Personal injury",
   "Transportation":"Transportation",
   "Divorce and separation":"Divorce and separation",
   "Trademark application":"Trademark application",
   "DOWNLOAD VCARD":"DOWNLOAD VCARD",
   "CALL":"CALL : ",
   "attorney__biography p1":"Igor A. Voloshen is an experienced and accomplished immigration and deportation defense attorney. He is a partner at VOLOSHEN LAW FIRM P.C, a Pennsylvania law firm focusing on immigration law.",
   "attorney__biography p2":"Igor was graduate of the University of Pittsburgh in Pittsburgh, Pennsylvania, with a Bachelor of Arts degree in Political Science and Business (magna cum laude). While completing his undergraduate degree at the University of Pittsburgh, Igor was active with the University Center for International Studies, completing coursework in the Center for Russian & East European Studies and the Center for West European Studies, thereby earning an undergraduate Certificate in Russian & East European Studies. Igor focused his coursework on the Enlargement Policy of the European Union, in anticipation of the year 2004 accession of ten new EU member nations. He served in the capacity of an officer for several student organizations related to the EU agenda, including Model United Nations and Model European Union. Parallel to his undergraduate studies, Igor served as an undergraduate assistant to the Executive Director of the European Union Studies Association (EUSA), the premier scholarly organization for the study of the European Union in the United States.",
   "attorney__biography p3":"Upon graduation from the University of Pittsburgh with a Bachelor’s Degree, Igor remained in City of Pittsburgh and attended the Graduate School of Public & International Affairs (GSPIA) at the University of Pittsburgh on a merit scholarship, enrolling in the Global Political Economy program, which led to the award of a Master of Public & International Affairs Degree and a Graduate Certificate in Russian Studies. During graduate school, he served in the capacity of a Graduate Student Assistant within the Center for Russian & East European Studies, organizing the Undergraduate Research Symposium on subjects ranging from arts, humanities, and social sciences relating to Russia, East Europe, and West Europe/European Union.",
   "attorney__biography p4":"After attaining his graduate degree, Igor went on to attend the West Virginia University College of Law in Morgantown, West Virginia. During law school, he was an Assistant Editor of the West Virginia Law Review, Volume 111 and served as the President of the Alternative Dispute Resolution (ADR) Organization. He was an active member of several other student organizations, including the West Virginia Association for Justice, Coalition Against Race & Gender Violence, and Mock Trial. Subsequent to the completion of his first year of law school, Igor spent a summer as a Legal Intern with the New Jersey Office of the Attorney General, working within the Office of the Insurance Fraud Prosecutor (OIFP) in Cherry Hill, New Jersey.",
   "attorney__biography p5":"Upon graduation from law school, he went into private practice, focusing his practice on immigration law and deportation defense. Igor represents individuals all over the United States, before the United States Citizenship and Immigration Services, Immigration Courts, the Board of Immigration Appeals, and Federal Courts. Igor is licensed in the State of New Jersey and is admitted to practice by the Supreme Court of New Jersey and the Federal District Court for New Jersey. His professional memberships include the American Immigration Lawyers Association (AILA), the New Jersey Bar Association (NJSBA), and the American Bar Association (ABA). In 2016, Igor was chosen as a Top 100 Lawyers in the practice area of Immigration Law, by the National Advocates, while in 2017 he was bestowed the honor of being chosen as a Top 40 Immigration Lawyer Under 40 in the state of Pennsylvania. Year after year Avvo.com ranks him as Superb and designates him as Client’s Choice. He is an immigrant from the Ukraine, having arrived to the United States as a Refugee in the 1990s, and currently resides in Philadelphia, Pennsylvania with his wife and two children.",
   "practice__areas p1":"Our firm’s Immigration Law practice is divided into numerous tracks, including the preparation and filing of family-based immigration petitions (including consular processing and adjustment of status in the United States), fiance (marriage based) visas (K-1), student visas (F-1), business or employment-based immigration, investment visas (EB-5), inadmissibility waivers, removal/deportation defense, including the pursuit of asylum and refugee based forms of protection, as well as cancellation of removal.",
   "practice__areas p2":"Our firm also represents clients in various humanitarian forms of relief, including relief for survivors of domestic violence (VAWA) and human trafficking (T Visas), crime victims (U Visas), and unaccompanied minors. We regularly represent clients during the naturalization application process before the U.S. Citizenship and Immigration Services and do not hesitate to zealously advocate for our client’s right to obtain citizenship.",
   "practice__areas p3":"At the law offices of VOLOSHEN LAW FIRM P.C, we provide our clients with full-service immigration services across the United States.",
   "Law Firm":"Law Firm",
   "About":"About",
   "Legal Services":"Legal Services",
   "Resources":"Resources",
   "Case Conclusion Date":"Case Conclusion Date",
   "Practice Area":"Practice Area",
   "Outcome":"Outcome",
   "Description":"Description",
   "CONNECT WITH US":"CONNECT WITH US",

   "Adjustment of Status for Parent of U.S. Citizen":"Adjustment of Status for Parent of U.S. Citizen",
   "June 28, 2013":"June 28, 2013",
   "LPR status granted":"LPR status granted",
   "description1":"Successfully adjusted status for a parent of a U.S. Citizen petitioner, while overcoming extensive challenges including income inquiries and biometric problems.",

   "Adjustment of Status for Ph.D student":"Adjustment of Status for Ph.D student",
   "April 16, 2013":"April 16, 2013",
   "LPR – 10 year green card":"LPR – 10 year green card",
   "description2":"A Ph.D student in F-1 status successful in attaining LPR status and a 10 year green card via adjustment of status as a result of marriage to a US citizen in 2009.",

   "Defensive Asylum in Removal Proceedings":"Defensive Asylum in Removal Proceedings",
   "April 1, 2013":"April 1, 2013",
   "Relief Granted – Asylum":"Relief Granted – Asylum",
   "description3":"Defensive asylum application of husband and wife from the Republic of Belarus, based on “political opinion” and participation in “civil society."


 }