{
   "Home": "Главная",
   "Attorney": "Адвокат",
   "Practice Areas":"Области практики",
   "Consultations": "Консультации",
   "Our Results": "Наши результаты",
   "Contact": "Контакты",
   "Experience": "Опыт",
   "You can trust!": "которому Вы можете доверять",
   "We are a multi-faceted":"Мы - многогранная юридическая фирма, ориентированная на результаты.",
   "we are committed": "VOLOSHEN LAW FIRM P.C., мы стремимся предоставлять нашим клиентам «качественный сервис, которому они могут доверять». Мы относимся к нашим клиентам с уважением и уделяем нашим клиентам полное внимание, наряду с персональным обслуживанием, разумной оплатой и быстрым доступом к опытному и знающему адвокату.",
   "Immigration Law":"Закон об иммиграции",
   "Immigration Law text":"В адвокатской конторе VOLOSHEN LAW FIRM P.C мы предоставляем нашим клиентам иммиграционные услуги с полным спектром услуг, которые включают в себя практику по агентству и судебную практику по всей территории Соединенных Штатов.",
   "Practice Areas2":"ОБЛАСТИ ПРАКТИКИ",
   "Permanent Residency - Greencard":"Постоянное место жительства - Green card",
   "Greencard text":"Постоянное место жительства относится к статусу визы лица. Лицу разрешено проживать неопределенно долго в стране, гражданином которой он не является.",
   "Naturalization":"Натурализация",
   "Naturalization text":"Натурализация - это процесс, посредством которого гражданство США предоставляется иностранному гражданину или гражданину после того, как он или она выполнит требования, установленные Конгрессом в Законе об иммиграции и гражданстве (INA).",
   "Removal and Deportation Defense":"Защита от Депортации",
   "Deportation Defense text":"Защита включает в себя представление и защиту иммигрантов, которые уже были приняты в Соединенные Штаты или стремятся получить разрешение на въезд в Соединенные Штаты в порту въезда.",
   "Meet The Lawyer":"Познакомьтесь с адвокатом",
   "Lawyer text":"В адвокатских конторах VOLOSHEN LAW FIRM P.C мы без колебаний ревностно отстаиваем ваши права. Наш специалист по иммиграционному праву предоставляет клиентам полный спектр услуг в Пенсильвании и Нью-Джерси, а также практику по иммиграции в Соединенных Штатах.",
   "Igor A. Voloshen":"Игорь А. Волошен",
   "Voloshen text":"Опытный и опытный адвокат по вопросам иммиграции и депортации, представляющий интересы физических лиц на всей территории Соединенных Штатов.",
   "SEE FULL PROFILE":"СМОТРЕТЬ ПОЛНЫЙ ПРОФИЛЬ",
   "Testimonials":"Отзывы",
   "Awards":"Награды",
   "We speak your":"Мы говорим на вашем",
   "language": " языке",
   "Integrity, Quality, Justice":"Честность, Качество, Справедливость",
   "footer text":"Мы с уважением относимся к нашим клиентам и уделяем каждому клиенту полное внимание, наряду с персональным обслуживанием, разумной оплатой и быстрым доступом к опытному и знающему адвокату.",
   "Areas of Practice":"Области практики",
   "Immigration":"Иммиграция",
   "Personal injury":"Личный вред",
   "Transportation":"Транспорт",
   "Divorce and separation":"Развод и разделение",
   "Trademark application":"Заявка на товарный знак",
   "DOWNLOAD VCARD":"СКАЧАТЬ VCARD",
   "CALL":"",
   "attorney__biography p1":"Игорь Волошен - опытный и опытный адвокат по вопросам иммиграции и депортации. Он является партнером юридической фирмы VOLOSHEN LAW FIRM P.C, Пенсильвания, специализирующейся на иммиграционном законодательстве.",
   "attorney__biography p2":"Игорь окончил Питтсбургский университет в Питтсбурге, штат Пенсильвания, со степенью бакалавра гуманитарных наук в области политических наук и бизнеса (с отличием). Получив степень бакалавра в Университете Питтсбурга, Игорь работал в Центре международных исследований Университета, заканчивая курсовую работу в Центре российских и восточноевропейских исследований и Центре западноевропейских исследований, тем самым получив сертификат бакалавра по русскому языку и востоку. Европейские исследования. Игорь сосредоточил свою курсовую работу на политике расширения Европейского Союза в ожидании вступления в 2004 году десяти новых стран-членов ЕС. Он служил в качестве офицера в нескольких студенческих организациях, связанных с повесткой дня ЕС, включая Модель ООН и Модель Европейского Союза. Параллельно с обучением в бакалавриате Игорь работал в качестве помощника бакалавра в Исполнительном директоре Ассоциации исследований Европейского Союза (EUSA), ведущей научной организации по изучению Европейского Союза в Соединенных Штатах.",
   "attorney__biography p3":"После окончания Университета Питтсбурга со степенью бакалавра Игорь остался в городе Питтсбург и поступил в Высшую школу общественных и международных отношений (GSPIA) в Университете Питтсбурга на стипендию, зачисленную в Глобальную политическую экономическую программу, которая привел к присуждению степени магистра по общественным и международным отношениям и диплома специалиста по русистике. Во время учебы в аспирантуре он работал ассистентом аспиранта в Центре российских и восточноевропейских исследований, организовывая симпозиум для студентов по различным предметам, начиная от искусства, гуманитарных и социальных наук, связанных с Россией, Восточной Европой и Западной Европой. /Европейский Союз.",
   "attorney__biography p4":"После получения диплома Игорь поступил в юридический колледж Университета Западной Вирджинии в Моргантауне, Западная Вирджиния. Во время обучения в юридической школе он работал помощником редактора в издании «Вестник Западной Вирджинии», том 111, а также был президентом Организации по альтернативному разрешению споров (ADR). Он был активным членом нескольких других студенческих организаций, в том числе Ассоциации юстиции Западной Вирджинии, Коалиции против расы и гендерного насилия и судебного разбирательства по делу о насмешках. После окончания первого курса юридической школы Игорь провел лето в качестве стажера-юриста в канцелярии Генерального прокурора Нью-Джерси, которая работала в Канцелярии прокурора по вопросам мошенничества в сфере страхования (OIFP) в Черри-Хилл, штат Нью-Джерси.",
   "attorney__biography p5":"После окончания юридического факультета он занялся частной практикой, сосредоточив свою практику на иммиграционном праве и защите депортации. Игорь представляет интересы физических лиц на всей территории Соединенных Штатов, до Службы гражданства и иммиграции Соединенных Штатов, иммиграционных судов, Апелляционной комиссии по иммиграционным делам и федеральных судов. Игорь имеет лицензию в штате Нью-Джерси и допущен к практике Верховным судом штата Нью-Джерси и Федеральным окружным судом штата Нью-Джерси. Его профессиональное членство включает в себя Американскую ассоциацию иммиграционных адвокатов (AILA), Ассоциацию адвокатов Нью-Джерси (NJSBA) и Американскую ассоциацию адвокатов (ABA). В 2016 году Игорь был избран Национальным адвокатом в список 100 лучших юристов в области иммиграционного права, а в 2017 году он удостоился чести быть избранным юристом в области иммиграции в возрасте до 40 лет в штате Пенсильвания. Год за годом Avvo.com оценивает его как превосходного и определяет его как выбор клиента. Он является иммигрантом из Украины, прибыв в Соединенные Штаты в качестве беженца в 1990-х годах, и в настоящее время проживает в Филадельфии, штат Пенсильвания, со своей женой и двумя детьми.",
   "practice__areas p1":"Практика иммиграционного права нашей фирмы разделена на многочисленные направления, включая подготовку и подачу семейных иммиграционных петиций (включая консульскую обработку и корректировку статуса в Соединенных Штатах), жених (основанный на браке) виз (K-1), студенческие визы (F-1), бизнес-иммиграция или иммиграция на основании трудоустройства, инвестиционные визы (EB-5), отказ от недопустимости, защита от высылки / депортации, в том числе защита форм убежища и беженцев, а также отмена высылки.",
   "practice__areas p2":"Наша фирма также представляет интересы клиентов в различных гуманитарных формах, включая помощь жертвам бытового насилия (VAWA) и торговли людьми (визы T), жертв преступлений (визы U) и несовершеннолетних без сопровождения. Мы регулярно представляем интересы клиентов в процессе подачи заявления на получение гражданства в Службу гражданства и иммиграции США и не стесняемся отстаивать право нашего клиента на получение гражданства.",
   "practice__areas p3":"В адвокатских конторах VOLOSHEN LAW FIRM P.C мы предоставляем нашим клиентам иммиграционные услуги с полным спектром услуг по всей территории Соединенных Штатов.",
   "Law Firm":"Компания",
   "About":"О нас",
   "Legal Services":"Услуги",
   "Resources":"Ресурсы",
   "Case Conclusion Date":"Дата завершения дела",
   "Practice Area":"Область практики",
   "Outcome":"Результат",
   "Description":"Описание",
   "CONNECT WITH US":"СВЯЗАТЬСЯ С НАМИ",

   "Adjustment of Status for Parent of U.S. Citizen":"Корректировка статуса для родителей гражданина США",
   "June 28, 2013":"28 июня 2013 г.",
   "LPR status granted":"Статус LPR предоставлен",
   "description1":"Успешно скорректированный статус для родителя просителя гражданина США, при этом он преодолевает серьезные проблемы, включая запросы доходов и биометрические проблемы.",

   "Adjustment of Status for Ph.D student":"Корректировка статуса аспиранта",
   "April 16, 2013":"16 апреля 2013 г.",
   "LPR – 10 year green card":"LPR – 10-летняя зеленая карта",
   "description2":"Аспирант со статусом F-1 успешно получил статус LPR и 10-летнюю гринкарту путем корректировки статуса в результате брака с гражданином США в 2009 году.",

   "Defensive Asylum in Removal Proceedings":"Защита убежища в процессе удаления",
   "April 1, 2013":"1 апреля 2013",
   "Relief Granted – Asylum":"Помощь предоставлена - Убежище",
   "description3":"Заявление мужа и жены из Республики Беларусь о предоставлении убежища, основанное на «политических взглядах» и участии в «гражданском обществе»."

 }